Repository: kitconcept/volto-dsgvo-banner
Catalog: packages/volto-dsgvo-banner/locales/*/LC_MESSAGES/volto.po
Languages: ca, de, es, nl, pt_br, ro

source: Adjust privacy settings
ca: Ajustar la configuració de privacitat
de: Datenschutzeinstellungen anpassen
es: Ajustar la configuración de privacidad
nl: Privacy-instellingen aanpassen
pt_br: Ajustar configurações de privacidade
ro: Ajustați setările de confidențialitate

source: Agree to all cookies
ca: Acceptar totes les galetes
de: Allen Cookies zustimmen
es: Aceptar todas las cookies
nl: Alle cookies toestaan
pt_br: Aceitar todos os cookies
ro: De acord cu toate cookie-urile

source: Allow and Continue
ca: Acceptar i continuar
de: Erlauben und fortfahren
es: Permitir y continuar
nl: Akkoord en doorgaan
pt_br: Aceitar e continuar

source: Back
ca: Enrere
de: Zurück
es: Atrás
nl: Terug
pt_br: Voltar
ro: Înapoi

source: Customize Privacy Settings
ca: Personalitzar la configuració de privacitat
de: Datenschutzeinstellungen anpassen
es: Personalizar la configuración de privacidad
nl: Privacy-instellingen aanpassen
pt_br: Customizar Configurações de Privacidade
ro: Personalizați setările de confidențialitate

source: Privacy Notice
ca: Avís de Privacitat
de: Datenschutzhinweis
es: Aviso de Privacidad
nl: Privacyverklaring
pt_br: Aviso de Privacidade
ro: Notificare de confidențialitate

source: Privacy Notice Change
ca: Canvi en l'avís de privacitat
de: Privatsphäre-Einstellungen
es: Cambio en el aviso de privacidad
nl: Privacy-instellingen
pt_br: Alteração do Aviso de Privacidade

source: Privacy Policy
ca: Política de Privacitat
de: Datenschutzerklärung
es: Política de Privacidad
nl: Privacybeleid
pt_br: Políticas de Privacidade
ro: Politica de Confidențialitate

source: Reject all cookies
ca: Rebutjar totes les galetes
de: Alle Cookies ablehnen
es: Rechazar todas las cookies
nl: Weiger alle cookies
pt_br: Rejeitar todos os cookies

source: Save
ca: Desar
de: Speichern
es: Guardar
nl: Opslaan
pt_br: Salvar
ro: Salvează

source: Technically required
ca: Requerit tècnicament
de: Technisch notwendig
es: Requerido técnicamente
nl: Technisch vereist
pt_br: Tecnicamente requerido
ro: Cookie-uri strict necesare din punct de vedere tehnic

source: To give you the best possible user experience, we use cookies on our website. Cookies required for the operation of the site are set automatically. You can also allow other cookies. You can {agree_all_cookies} or {adjust_privacy_settings}.
ca: Per oferir-vos la millor experiència d'usuari possible, utilitzem galetes al nostre lloc web. Les galetes necessàries per al funcionament del lloc es configuren automàticament. També podeu permetre altres galetes. Podeu {agree_all_cookies} o {adjust_privacy_settings}.
de: Um Ihnen die bestmögliche Nutzererfahrung zu ermöglichen, verwenden wir auf unserer Webseite Cookies. Für den Betrieb der Seite notwendige Cookies werden automatisch gesetzt. Darüber hinaus können Sie weitere Cookies zulassen. Sie können {agree_all_cookies} oder die {adjust_privacy_settings}.
es: Para brindarle la mejor experiencia de usuario posible, utilizamos cookies en nuestro sitio web. Las cookies necesarias para el funcionamiento del sitio se configuran automáticamente. También puede permitir otras cookies. Puede aceptar {agree_all_cookies} or {adjust_privacy_settings}.
nl: Om u de best mogelijke gebruikerservaring te bieden, gebruiken we cookies op onze website. Cookies die nodig zijn voor de werking van de site worden automatisch ingesteld. U kunt ook andere cookies toestaan. U kunt {agree_all_cookies} of {adjust_privacy_settings}.
pt_br: Para dar à você a melhor experiência de usuário possível, utilizamos cookies em nosso site. Cookies necessários para o funcionamento do site são configurados automaticamente. Você também pode permitir outros cookies. Você pode {agree_all_cookies} ou {adjust_privacy_settings}.
ro: Pentru a vă oferi cea mai bună experiență posibilă, folosim cookie-uri pe site-ul nostru. Cookie-urile necesare pentru funcționarea site-ului sunt setate automat. De asemenea, puteți permite alte cookie-uri. Puteți selecta {agree_all_cookies} sau {adjust_privacy_settings}.

source: Tracking
ca: Seguiment
es: Seguimiento
ro: Măsurare și analiză

source: You can find more information on the used cookies and how you can subsequently revoke your consent in our
ca: Podeu trobar més informació sobre les galetes utilitzades i com podeu revocar el vostre consentiment posteriorment en la nostra
de: Weitere Informationen zu den verwendeten Cookies und wie Sie Ihre Einwilligung später jederzeit wiederrufen können finden Sie in unserer
es: Puede encontrar más información sobre las cookies utilizadas y cómo puede revocar su consentimiento posteriormente en nuestro
nl: Meer informatie over de gebruikte cookies en hoe u uw toestemming vervolgens kunt intrekken, vindt u in ons
pt_br: Você pode encontrar mais informações sobre os cookies usados e como pode revogar seu consentimento posteriormente em nosso
ro: Puteți găsi mai multe informații despre cookie-urile utilizate și cum vă puteți revoca ulterior consimțământul în pagina noastră

source: adjust the privacy settings
ca: ajustar la configuració de privacitat
de: Datenschutzeinstellungen anpassen
es: ajustar la configuración de privacidad
nl: de privacy-instellingen aanpassen
pt_br: ajustar as configurações de privacidade
ro: ajustați setările de confidențialitate

source: agree to all cookies
ca: acceptar totes les galetes
de: allen Cookies zustimmen
es: aceptar todas las cookies
nl: alle cookies toestaan
pt_br: aceitar todos os cookies
ro: sunt de acord cu toate cookie-urile

source: dsgvoOverlayMessage
ca: No podeu veure aquest contingut en aquest moment perquè heu seleccionat desactivar les galetes de {module} a la configuració de privacitat.
de: Sie können diesen Inhalt derzeit nicht anzeigen, da Sie {module}-Cookies in den Datenschutzeinstellungen deaktiviert haben.
es: No puede ver este contenido en este momento porque ha seleccionado deshabilitar las cookies de {module} en la configuración de privacidad.
nl: U kunt deze inhoud op dit moment niet bekijken omdat u ervoor heeft gekozen om {module} cookies uit te schakelen in de privacy instellingen.
pt_br: Você não consegue ver este conteúdo neste momento pois selecionou desabilitar os cookies de {module} nas configurações de privacidade.
ro: Nu puteți vizualiza acest conținut în acest moment deoarece ați selectat să dezactivați cookie-urile {module} în setările de confidențialitate.
